Repository: Legolaszstudio/UsefulPing
Catalog: src/main/resources/i18n/*.po
Languages: fr_fr

source: {ce}Player {0} not found.
fr_fr: {ce}Joueur {0} introuvable.

source: {ce}You cannot execute this command from the console.
fr_fr: {ce}Vous ne pouvez exécuter cette commande depuis la console.

source: {green}{bold}{0}'s ping
fr_fr: {green}{bold}Ping pour {0}

source: (keep displayed)
fr_fr: (maintenir affiché)

source: Click here to display your ping continuously
fr_fr: Cliquez ici pour afficher votre ping en continu

source: Latency:
fr_fr: Latence :

source: Latency
fr_fr: Latence

source: The time needed to transfer data from you to the server.
fr_fr: Le temps nécessaire pour transférer des données entre vous et le serveur.

source: The time needed to transfer data from {0} to the server.
fr_fr: Le temps nécessaire pour transférer des données entre {0} et le serveur.

source: The lower the better.
fr_fr: Le plus bas est le mieux.

source: {gray}(unable to retrieve latency)
fr_fr: {gray}(impossible de récupérer la latence)

source: Server load:
fr_fr: Charge du serveur :

source: Ticks per second
fr_fr: Ticks par seconde

source: The number of cycles the server executes per second. The best is 20; under 15, the server is experiencing difficulties.
fr_fr: Le nombre de cycles que le serveur exécute chaque seconde. 20 est idéal ; sous 15, le serveur a du mal à suivre.

source: The three values are the average number of TPS during the last 1, 5 and 15 minutes.
fr_fr: Les trois nombres sont les TPS moyens sur les 1, 5 et 15 dernières minutes.

source: The closest to 20 the better.
fr_fr: Le plus proche de 20 est le mieux.

source: {gray}(unable to retrieve server load)
fr_fr: {gray}(impossible de récupérer la charge serveur)

source: Both your latency and the server load are high.
fr_fr: Votre latence et la charge du serveur sont élevées.

source: If you are experiencing poor performances, it may come from your internet connection, the server, or both.
fr_fr: Si vos performances sont dégradées, cela peut venir de votre connexion à internet, du serveur, ou des deux.

source: Your latency is high.
fr_fr: Votre latence est élevée.

source: If you are experiencing poor performances, it probably comes from your internet connection.
fr_fr: Si vos performances sont dégradées, cela vient probablement de votre connexion à internet.

source: The server load is high.
fr_fr: La charge du serveur est élevée.

source: If you are experiencing poor performances, it probably comes from the server.
fr_fr: Si vos performances sont dégradées, cela vient probablement du serveur.

source: Both {0}'s latency and the server load are high.
fr_fr: La latence de {0} et la charge du serveur sont toutes deux élevées.

source: If they are experiencing poor performances, it may come from their internet connection, the server, or both.
fr_fr: S'il ou elle connaît des performances dégradées, cela peut venir de sa connexion à internet, du serveur, ou des deux.

source: {0}'s latency is high.
fr_fr: La latence de {0} est élevée.

source: If they are experiencing poor performances, it probably comes from their internet connection.
fr_fr: S'il ou elle connaît des performances dégradées, cela vient probablement de sa connexion à internet.

source: If {0} is experiencing poor performances, it probably comes from the server.
fr_fr: Si {0} connaît des performances dégradées, ça vient probablement du serveur.

source: {cs}The ping will be kept in your action bar.
fr_fr: {cs}Le ping est maintenu affiché au dessus de votre inventaire.

source: {cst}Run {cc}/toggleping{cst} or click here to remove.
fr_fr: {cst}Utilisez {cc}/toggleping{cst} ou cliquez ici pour le retirer.

source: Click here to run {cc}/toggleping
fr_fr: Cliquez ici pour exécuter {cc}/toggleping

source: {cs}The ping will no longer be kept.
fr_fr: {cs}Le ping ne sera plus maintenu affiché.

source: {gray}(unknown)
fr_fr: {gray}(inconnue)

source: Load:
fr_fr: Charge :
